"""
变量命名规范：
可用数字 字母 下划线组合
不能以数字开头 如 10apple 语法错误
普通变量推荐格式:
字母开头;下划线隔开单词;全小写; 如: female_cat
常量: 全大写;下划线隔开单词 如: FEMALE_CAT
类：单词首字母大写;无下划线 如: FemaleCat
"""
"""
a = 10
b = a
a + 2.5
阅读以上代码，回答a和b分别是多少？答：a是10 b是10
a = a + 5.5
b = b + a
此时a和b分别是多少？答：a是15.5 b是25.5
======================================================================
你跟同伙抢了银行，得到50,000,000元。团伙共7人，约定事后平分，你得了多少钱？
已提供总金额 money 变量，你的份额变量为 my_money。
完成下列代码，打印出你得到的金额。
money = 50_000_000
# my_money = money / 7
# print(my_money)
"""